Repository: common-repository/wc-liqpay-payments
Catalog: lang/wc-liqpay-payments-*.po
Languages: uk

source: Plugin that adds supporting of LiqPay payment gateway to your WooCommerce store.
uk: Плагін, який додає підтримку платіжного шлюзу LiqPay у ваш магазин WooCommerce.

source: LiqPay payment gateway
uk: Платіжний шлюз LiqPay (by Qodax)

source: Enable
uk: Увімкнути

source: Title
uk: Заголовок

source: Title that appears on the checkout page
uk: Заголовок який відображається на сторінці чекаута

source: Description
uk: Опис

source: Description that appears on the checkout page
uk: Опис який відображається на сторінці чекаут

source: Pay using LiqPay payment system
uk: Сплатити за допомогою LiqPay

source: LiqPay public key. Required parameter.
uk: Публічний ключ LiqPay. Обов'язковий параметр.

source: LiqPay private key. Required parameter.
uk: Приватний ключ LiqPay. Обов'язковий параметр.

source: Enable sandbox mode
uk: Увімкнути режим sandbox

source: Required if sandbox mode enabled.
uk: Обов'язковий параметр, якщо увімкнений режим sandbox.

source: Processing mode
uk: Режим процессінгу

source: Form
uk: Форма

source: Redirect
uk: Редірект

source: Language
uk: Мова

source: Ukrainian
uk: Українська

source: English
uk: Англійська

source: Detect automatically
uk: Виявляти автоматично

source: Gateway language interface. Automatic detection supports only for WPML and Polylang plugins.
uk: Мова інтерфейсу шлюзу. Автоматичне виявлення підтримує лише плагіни WPML та Polylang.

source: Success status
uk: Статус замовлення при успішній оплаті

source: Error status
uk: Статус замовлення при неуспішній оплаті

source: URL where customer will be redirected after a successful transaction. Leave blank to use default url.
uk: URL-адреса, на яку клієнт буде перенаправлений після успішної транзакції. Залиште поле порожнім, щоб використовувати URL за замовчуванням.

source: Icon URL
uk: URL іконки

source: Payment for order #
uk: Оплата замовлення #

source: Settings
uk: Налаштування

source: Documentation
uk: Документація

source: Thank you for your order! Click the button below to pay.
uk: Дякуємо за ваше замовлення! Щоб оплатити, натисніть кнопку нижче.
